{
  "id": "example-ds-2",
  "author": [
    {
      "name": "Ip N N"
    },
    {
      "name": "Lau SF"
    }
  ],
  "cellType": [
    {
      "identifier": "mesh:D001253",
      "name": "Astrocytes",
      "url": "http://id.nlm.nih.gov/mesh/D001253"
    }
  ],
  "citation": [
    {
      "identifier": "PMID:37117777",
      "name": "An IL1RL1 genetic variant lowers soluble ST2 levels and the risk effects of APOE-epsilon4 in female patients with Alzheimer's disease.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/37117777/"
    },
    {
      "identifier": "PMID:32989152",
      "name": "Single-nucleus transcriptome analysis reveals dysregulation of angiogenic endothelial cells and neuroprotective glia in Alzheimer's disease.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/32989152/"
    }
  ],
  "publicationDate": "2023-08-02",
  "defaultGene": "APOE",
  "description": "Alzheimer’s disease (AD) is the most common form of dementia but has no effective treatment. A comprehensive investigation of cell-type-specific responses and cellular heterogeneity in AD is required to provide precise molecular and cellular targets for therapeutic development. Accordingly, we perform single-nucleus transcriptome analysis of 169,496 nuclei from the prefrontal cortical samples of AD patients and normal control (NC) subjects. Differential analysis shows that the cell-type-specific transcriptomic changes in AD are associated with the disruption of biological processes including angiogenesis, immune activation, synaptic signaling, and myelination. Subcluster analysis reveals that compared to NC brains, AD brains contain fewer neuroprotective astrocytes and oligodendrocytes. Importantly, our findings show that a subpopulation of angiogenic endothelial cells is induced in the brain in patients with AD. These angiogenic endothelial cells exhibit increased expression of angiogenic growth factors and their receptors (i.e., EGFL7, FLT1, and VWF) and antigen-presentation machinery (i.e., B2M and HLA-E). This suggests that these endothelial cells contribute to angiogenesis and immune response in AD pathogenesis. Thus, our comprehensive molecular profiling of brain samples from patients with AD reveals previously unknown molecular changes as well as cellular targets that potentially underlie the functional dysregulation of endothelial cells, astrocytes, and oligodendrocytes in AD, providing important insights for therapeutic development.\nSingle-nucleus RNA-sequencing of prefrotnal cortex from AD patients and healthy control.NOTE: Endothelial cells cluster, originally described in the publication, contains other vascular cell types including pericytes, smooth muscle cells, and fibroblasts (See Sun et al., Nature Neuroscience, 2023).",
  "displayName": "Dataset 2",
  "healthCondition": [
    {
      "identifier": "mesh:D003704",
      "name": "Dementia",
      "url": "http://id.nlm.nih.gov/mesh/D003704"
    },
    {
      "displayName": "AD",
      "identifier": "mesh:D000544",
      "name": "Alzheimer Disease",
      "url": "http://id.nlm.nih.gov/mesh/D000544"
    }
  ],
  "identifier": "GSE157827",
  "name": "Single-nucleus transcriptome analysis reveals dysregulation of angiogenic endothelial cells and neuroprotective glia in Alzheimer's disease",
  "species": [
    {
      "displayName": "Human | Homo sapiens",
      "identifier": "9606",
      "name": "Homo sapiens",
      "url": "https://www.uniprot.org/taxonomy/9606"
    }
  ],
  "tissue": [
    {
      "identifier": "mesh:D017397",
      "name": "Prefrontal Cortex",
      "url": "http://id.nlm.nih.gov/mesh/D017397"
    }
  ],
  "url": "https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE157827"
}