[
	{
		"id": "yamada-2025",
		"title": "Transcriptomic changes in Lewy body disease and Alzheimer disease linked to selective regional and neuronal vulnerability",
		"year": 2025,
		"authors": ["Shinnosuke Yamada"],
		"PMID": "",
		"journal": "In review",
		"abstract": "",
		"datasets": []
	},
	{
		"id": "saliu-2025",
		"title": "Convergent Astrocyte Molecular Mechanisms in Neurodegeneration Revealed by Single-Cell Genomics",
		"year": 2025,
		"authors": ["Ibrahim Saliu"],
		"PMID": "",
		"journal": "",
		"abstract": "Single-nucleus RNA sequencing (snRNA-seq) has significantly advanced our understanding of astrocyte heterogeneity. However, variability in biological factors, technical approaches, and analytical parameters complicates the distinction between true biological variations and technical or analytical artifacts. The number of astrocyte subpopulations, their similarities, differences, and disease-related responses across brain regions and neurodegenerative disorders (NDDs) remain poorly characterized. To address this, we uniformly analyzed eight human snRNA-seq datasets spanning seven brain regions and six NDDs, comparing astrocyte heterogeneity, activation-associated gene expression programs, transcriptional regulation, and disease-associated transcriptomic changes. Our analysis revealed three astrocyte subpopulations: Ast-0 and Ast-2 were present in all datasets, while Ast-1 appeared in six. We defined conserved marker genes and pathways for each subpopulation across all conditions. Notably, Ast-1 consistently exhibited unique enrichment for amyloid-beta binding, copper ion detoxification, and NDD-related pathways, suggesting a specialized role in neurodegeneration. Our findings highlight the concordant dysregulation of endolysosomal and Wnt signaling pathways—and their downstream targets—across all brain regions and disease types, pointing to shared mechanisms underlying NDD pathogenesis. By ranking disease-associated differentially expressed genes (DEGs) by frequency of dysregulation, we uncovered both known risk genes and novel candidates. Finally, we defined consensus transcriptional regulatory networks regulating astrocyte subpopulation identities. Functional validation in <i>Drosophila</i> and mouse revealed conserved roles of SRY-box transcription factor 2 (SOX2), retinoic acid receptor-related orphan receptor alpha (RORA), or nuclear receptor subfamily 1 group D member 1/2 (NR1D1/NR1D2) in astrocyte biology. These findings offer new insights into shared mechanisms of dementia and identify potential therapeutic targets for NDDs.",
		"datasets": [
			"Human_2019_Grubman_AD_ec_Astrocyte",
			"Human_2020_Lau_AD_pfc_Astrocyte",
			"Human_2020_Lee_HD_cd_Astrocyte",
			"Human_2020_Lee_HD_pu_Astrocyte",
			"Human_2021_Feleke_LBD_acc_Astrocyte",
			"Human_2023_Xu_ADPD_pu_Astrocyte",
			"Human_2023_Zhou_NHD_oc_Astrocyte",
			"Human_2024_Gabitto_AD_mtg_Astrocyte"
		]
	},
	{
		"id": "lopez-2025",
		"title": "Comparative Analysis of Striatal Neuronal Populations in Human, Primate and Rodent Brains: Implications for Translational Neuroscience",
		"year": 2025,
		"authors": ["Ben Lopez"],
		"PMID": "",
		"journal": "",
		"abstract": "Pre-clinical animal models of neurologic diseases are poor predictors of human drug response, which contributes to the high failure rate in neurological drug development. To better understand the translatability of monkeys and mice to human neurobiology and disease, we performed a comprehensive comparison of the transcriptomes of human, rhesus macaque, and mouse neuronal populations from the striatum at single-cell resolution. We found that multiple classical medium spiny neuron (MSN) subpopulations were highly conserved across the three species but differed in some genes that have crucial therapeutic importance. We describe differential conservation of non-canonical MSNs and interneurons at cellular, molecular, and transcriptional regulatory network levels, with some populations shared across all three species, whereas others appear markedly different. Molecular distinctions between the matrix and patch compartments in the striatum were largely conserved between primates but substantively diverged from mouse. Spatial transcriptomics revealed distinct spatial distribution of MSNs and interneurons within the human putamen. Our findings provide a great resource to the scientific community and strong rationale for selecting appropriate model systems for translational research",
		"datasets": [
			"Human_2023_Xu_ADPD_pu_Astrocyte",
			"Human_2020_Lee_HD_pu_Astrocyte",
			"He_Monkey_Putamen_Neuron",
			"Saunders_Mouse_Striatum_Neuron"
		]
	},
	{
		"id": "naz-2025",
		"title": "microglia",
		"year": 2025,
		"authors": ["Huma Naz"],
		"PMID": "",
		"journal": "In review",
		"abstract": "",
		"datasets": []
	}
]
